
/* Error description */
"A component of the path is not a directory." = "Část cesty není složka.";

/* Error description */
"Buffer too small for attribute names." = "Vyrovnávací paměť je příliš malá pro jméno atributu.";

/* Error description */
"File name too long." = "Jméno souboru je příliš dlouhé";

/* Error description */
"File system does not support extended attributes or they are disabled." = "Souborový systém nepodporuje rozšířené atributy nebo je jejich podpora vypmuta.";

/* Error description */
"I/O error occurred." = "Vyskytla se vstupně výstupní chyba.";

/* Error description */
"No space left on file system." = "Na souborovém systému není volné místo.";

/* Error description */
"Options contained XATTR_CREATE but the named attribute exists." = "Volba obsahuje XATTR_CREATE ale pojmenovaný atribut existuje.";

/* Error description */
"Options not recognized." = "Volby nebyly rozpoznány.";

/* Error description */
"Path or name points to an invalid address." = "Cesta nebo jméno ukazuje na neplatnou adresu.";

/* Error description */
"Read-only file system.  Unable to change attributes." = "Souborový systém určen pouze ke čtení. Nelze změnit atributy.";

/* Error description */
"Search permission denied for this path." = "Pro tyto cesty nemáte oprávnění hledat.";

/* Error description */
"The data size of the extended attribute is too large." = "Velikost dat rozšířeného atributu je příliš veliká.";

/* Error description */
"The file does not exist or is not a file." = "Soubor neexistuje nebo to není soubor.";

/* Error description */
"The file does not exist or is not a package." = "Soubor neexistuje nebo to není balík.";

/* Error description */
"The named attribute does not exist." = "Pojmenovaný atribut neexistuje.";

/* Error description */
"This file system object does not support extended attributes." = "Tento systémový objekt nepodporuje rozšířené atributy.";

/* Error description */
"Too many symlinks encountered resolving path." = "V cestě bylo nalezeno příliš mnoho symbolických zástupců.";

/* Error description */
"Unknown error occurred." = "Vyskytla se neznámá chyba.";
